{
  "morning": [
    {
      "id": 0,
      "arabic": "Bismilahi Rrahmani Rrahim Elhamdulilah Rabil Alemijn ue salallahu ala Sejidina El-Murselijn Muhamed salallahu 'alejhi ue ala alihi ue sahbihi ue selim.",
      "alb": "Me Emrin e Allahut Mëshiruesit Mëshirbërsit. Falenderimi i takon Zotit të botërave, paqja dhe bekimet qofshin mbi Zotërinë e të Dërguarve Muhamedin salallahu 'alejhi ue selem dhe mbi familjen dhe shokët e tij.",
      "repeat": 1
    },
    {
      "id": 1,
      "arabic": "La ilahe ilallah uahdehu la sherijke leh, lehul mulku ue lehul hamdu ue hua ala kuli shej'in kadir.",
      "alb": "S'ka të adhuruar tjetër përvec Allahut Një dhe i Pashoq, Atij I takon sundimi dhe lavdërimi dhe Ai është i Plotfuqishëm mbi çdo send.",
      "repeat": 10
    },
    {
      "id": 2,
      "arabic": "Allahume exhirna mine-nar (lena ue lij ualidejna ue lij kuli muslimin).",
      "alb": "O Allah kërkoj mbrojtje nga zjarri i xhehenemit.",
      "repeat": 7
    },
    {
      "id": 3,
      "arabic": "Allahume ina nes’eluke ridake uel- xheneh (lena ue lij ualidejna ue lij kuli muslimin).",
      "alb": "O Allah unë kërkoj kënaqësinë tënde dhe xhenetin.",
      "repeat": 8
    },
    {
      "id": 4,
      "arabic": "Bismilahi ledhi la jedurru mea ismihi shej’un fil ardi ue la fi semai ue hue Semijul Alijm.",
      "alb": "Me emrin e Allahut me të Cilin nuk të dëmton asgjë, as në qiej dhe as në tokë dhe Ai është që dëgjon dhe di gjithçka.",
      "repeat": 3
    },
    {
      "id": 5,
      "arabic": "Allahume inna asbahna/ emsejna (thuhet gjithmonë në aksham) nushhiduke ue nushhidu hamelete arshike ue melaiketeke ue xhemi’a khalkike en-neke ent-Allah, la ilahe ile ent uahdeke la sherijke lek, ue enne Muhammeden abduke ue resuluke.",
      "alb": "O Zoti im, u zgjova – u ngrysa, dëshmoj për Ty dhe mbajtësit e Arshit Tënd, melaiket e Tua dhe të gjitha krijesat e Tua, se vërtetë Ti je Allahu i Vetëm, s`ka të adhuruar tjetër pos Teje, Ti je i Vetëm dhe i pashoq dhe dëshmoj se Muhammedi salallahu ‘alejhi ue selem është rob dhe i Dërguari Yt.",
      "repeat": 4
    },
    {
      "id": 6,
      "arabic": "Radijna bilahi Tea’la Raba, ue bil islami dijna, ue bi sejidina Muhamedin salallahu ‘alejhi ue selem Nebijan ue Resula.",
      "alb": "Jam i kënaqur me Allahun si zot, me Islamin si fe dhe me Zotërinë tonë Muhamedin salallahu ‘alejhi ue selem si Profet dhe të Dërguar.",
      "repeat": 3
    },
    {
      "id": 7,
      "arabic": "Allahumme ma esbah (thuhet gjithmonë në mëngjes) – amsa (thuhet gjithmonë në aksham) bina min niametineu bi ehadin min khalkike fe minke uahdeke la sherikeleh fe lekel hamdu ue leke shukr.",
      "alb": "Allahu im çfarë mirësie (begatie) na gjeti sabahu – mbrëmja mua apo ndokujt prej krijesave të Tua, prej Teje i Vetëm i Pashoq. Ty të takon falenderimi dhe lavdia sikurse duhet për Madhështinë Tënde dhe pushtetinTënd absolut.",
      "repeat": 1
    },
    {
      "id": 8,
      "arabic": "Allahume ente rabij la ilahe ila ente, khalakteni ue ena abduke, ue ena ala ahdike ue ua’dike mastata’t, eudhu bike min sherri ma sana’t, ebu leke binia’metike aleje ue ebu bidhenbi fegfir lij, feinehu la jegfiru dhunube il-la ent.",
      "alb": "O Allah! Ti je Zoti im, nuk ka të adhuruar tjetër me të drejtë përveç Teje! Ti më ke krijuar mua, dhe unë jam robi Yt! Unë do të jem besnik ndaj marrëveshjes dhe premtimit tim që kam ndaj Teje, aq sa të mundem! Kërkoj mbrojtjen Tënde prej së keqes që kam bërë! Ty të jam mirënjohës për të mirat që mi ke dhënë! Unë i pranoj mëkatet e mia, prandaj më fal mua, pasi askush nuk mund t’i falë mëkatet pos Teje!",
      "repeat": 1
    },
    {
      "id": 9,
      "arabic": "Lekad xhe’ekum resulun min enfusikum azijzun alejhi ma anit-tum, harijsun alejkum bil mu’minijne Raufun Rrahijm. Fein teuel-leu fekul hasbij Allahu la ilahe ila Hu alejhi teuekeltu ue Hue Rabul Arshil Adhijm.",
      "alb": "Juve ju erdhi një i dërguar nga lloji juaj, atij i vjen rëndë për vuajtjet tuaja, sepse dëshiron për ju rrugën e drejtë, është i ndjeshëm dhe i mëshirshëm me besimtarët. Por nëse ata refuzojnë (atë që ua sjell) atëherë thuaj: Allahu më mjafton mua, s'ka të adhuruar pos Tij, vetëm te Ai jam mbështetur, e Ai është Zoti i Arshit Madhështor. (128 : et-Teube)",
      "repeat": 1
    },
    {
      "id": 10,
      "arabic": "Hasbij Allahu la ilahe ila hu, alejhi teuekeltu ue hue Rabul Arshil Adhijm.",
      "alb": "Më mjafton mua Allahu; s'ka të adhuruar tjetër pos Tij. Tek Ai jam mbështetur dhe Ai është Zoti i Arshit Madhështor.",
      "repeat": 7
    },
    {
      "id": 11,
      "arabic": "Hasbuna-Allahu ue nia’mel uekijl.",
      "alb": "Allahu na mjafton ne, sa Mbështetës i mirë që është Ai.",
      "repeat": 7
    },
    {
      "id": 12,
      "arabic": "Hasbuna Allahu seju’tina-Allahu min fadlihi ue Resuluhu inna il-Allahi ragibun.",
      "alb": "Na mjafton neve Allahu! Do të na japë Allahu nga mirësitë e Tij, edhe i Dërguari i Tij. Ne për te Allahu jemi të dëshiruar.",
      "repeat": 7
    },
    {
      "id": 13,
      "arabic": "Bismilahi Rrahmani Rrahim la haule ue la kuete il-la bilahi Alijil Adhim.",
      "alb": "Me emrin e Allahut, Mëshiruesit Mëshirëplotit. Nuk ka fuqi dhe forcë tjetër pos Allahut të Lartëmadhëruar, Madhështorit.",
      "repeat": 7
    },
    {
      "id": 14,
      "arabic": "Masha’Allah la kuete ila bilah.",
      "alb": "Çfarë do Allahu ndodh, nuk ka forcë tjetër pos Allahut.",
      "repeat": 7
    },
    {
      "id": 15,
      "arabic": "Ueufouidu amri ila Allah in-Allahe basirun bil aibad.",
      "alb": "Çështjen time i'a parashtroj Allahut, me të vërtetë Allahu shikon gjithçka tek robërit e Tij.",
      "repeat": 7
    },
    {
      "id": 16,
      "arabic": "In-na lilahi ue in-na ilejhi raxhiun.",
      "alb": "Të Allahut jemi, dhe tek Ai do të kthehemi.",
      "repeat": 7
    },
    {
      "id": 17,
      "arabic": "La ilahe ila ente subhaneke in-ni kuntu mine dhalimin.",
      "alb": "Nuk ka Zot tjetër përveç Teje, vetëm Ty të takon Lavdia. Me të vërtetë unë i kam bërë padrejtësi vetes sime.",
      "repeat": 7
    },
    {
      "id": 18,
      "arabic": "SubhanAllah uel-hamdulilah ue la ilahe il-Allah, uAllahu Ekber.",
      "alb": "I lartësuar nga të metat është Allahu, falenderimi i takon Allahut, dhe ska Zot tjetër pos Allahut, dhe Allahu është më i Madhi.",
      "repeat": 7
    },
    {
      "id": 19,
      "arabic": "SubhanAllah ue bihamdihi subhanAllahil Adhim.",
      "alb": "I Lartësuar nga të metat është Allahu dhe Atij i takon Falenderimi.",
      "repeat": 7
    },
    {
      "id": 20,
      "arabic": "SubahanAllah el-Adhim ue bihamdihi.",
      "alb": "I Lartësuar nga të metat është Allahu, i Madhërishmi, dhe falenderimi i takon Atij.",
      "repeat": 3
    },
    {
      "id": 21,
      "arabic": "SubahanAllah ue bihamdihi adada khalkike ue rida nefsike ue zijnete arshike ue midade kelimatik.",
      "alb": "I lartësuar nga të metat je o Allah dhe Ty të takojnë falenderimet në numrin e krijesave të Tua, dhe në kënaqësinë e Vetes Tënde, në peshën e arshit Tënd, dhe në shtrirjen e fjalëve të Tua.",
      "repeat": 3
    },
    {
      "id": 22,
      "arabic": "Eudhu bilahi semija’il alijm mine shejtani rraxhijm.",
      "alb": "I kërkoj mbrojtje Alahut, Gjithëgjuesit, të Gjithëdijshmit nga shejtani i mallkuar.",
      "repeat": 3
    },
    {
      "id": 23,
      "arabic": "Hu Allahul-ledhi lailahe il-la Hu Alimul gajbi ue shehadah Hua Rrahmanu Rrahijm. Hu Allahul-ledhi lailahe ila Hu el- Melikul Kudusu Selemul Muminul Muhejminul Azijzul Xhebarul Mutekebiru, SubhanAllahi ama jushrikun. Hua Allahul Khalikul Ba’riul Museuiru lehul-esmaul husna, jusebihu lehu ma fi semauati uel erd, ue Huel Azijzul Hakijm.",
      "alb": "i është Allahu që nuk ka Zot tjetër pos Tij; vetëm Ai e di të fshehtën dhe të dukshmen, Ai është Mëshiruesi, Mëshirëbërësi! Ai është Allahu që nuk ka Zot tjetër pos Tij, Sundues i përgjithshëm, i pastër (prej të metave që i vishen), Shpëtimtar (që i shpëton njerëzit prej ndëshkimit të padrejtë), Sigurues (që i siguroi njerëzit me premtimin e vet dhe Pejgamberët me mrekulli), Mbikëqyrës (që mbikëqyr dhe përcjell çdo send), i Plotfuqishëm, Mbizotërues, i Madhërishëm. I Lartësuar është Allahu nga çka i shoqërojnë! Ai është Allahu, Krijuesi, Shpikësi, Formësuesi. Të tij janë emrat më të bukur. Atë (Allahun) e madhëron çfarë ka në qiej e në tokë dhe Ai është Ngadhënjyesi, i Urti!",
      "repeat": 1
    },
    {
      "id": 24,
      "arabic": "Eudhu bikelimati-lahi tamma min kuli shejtanin uehama ue min kuli ajnin lamah.",
      "alb": "Kërkoj mbrojtje me fjalët e përsosura të Allahut nga cdo shejtan dhe kafshë helmuese e dëmtuese (akrep, gjarpër) dhe nga çdo sy i keq ziliqar.",
      "repeat": 1
    },
    {
      "id": 25,
      "arabic": "Eudhu bikelimati lahi tamati min sherri ma khalak.",
      "alb": "Kërkoj mbrojtje me fjalët e përsosura të Allahut nga e keqja që ka krijuar.",
      "repeat": 1
    },
    {
      "id": 26,
      "arabic": "Estagfirullahe el Adhijm ue etubu ilejh.",
      "alb": "I kërkoj falje Allahut të Madhërishëm dhe pendohem tek Ai.",
      "repeat": 3
    },
    {
      "id": 27,
      "arabic": "Allahume ente selam ue minke selam tebarkte ja Dhel Xhelali uel Ikram. Semi’ana ue ata'na gufraneke Rabena ue ilejkel masijr.",
      "alb": "O Allah Ti je Paqja, prej Teje është paqja, begatia të takon Ty o Posedues i Madhështisë.",
      "repeat": 1
    },
    {
      "id": 28,
      "arabic": "Allahume aina ala dhikrike ue shukrike ue ala husni aibadatike. Ue la texh’alna ja Meulana minel gafilijn.",
      "alb": "Allahu im na ndihmo në përmendjen Tënde, falënderimin Tënd, përsosjen e adhurimit ndaj Teje dhe mos na bëj ne o Zoti ynë prej të pavëmendëshmëve.",
      "repeat": 1
    },
    {
      "id": 29,
      "arabic": "Bismilahi Rrahmani Rrahim Elhamdulilahi Rrabil-alemijn Err-Rrahmani Rrahijm Maliki jeumi dijn Ijake na’budu ue ijake nesta’ijn Ihdines-sirratal mustekim Sirratal-ledhijne en’amte ‘alejhim Gajril magdubi ‘alejhim ue led-dalin Amin.",
      "alb": "Me emrin e Allahut, të Gjithëmëshirshmit, Mëshirëbërësit. Lavdia është e Allahut, Zotit të botëve; të Gjithëmëshirshmit, Mëshirëbërësit; Sunduesit të ditës së gjykimit.Vetëm Ty të adhurojmë dhe vetëm prej Teje ndihmë kërkojmë.Na udhëzo në rrugën e drejtë. Në rrugën e atyre që i bekove, që nuk tërhoqën zemërim dhe që nuk devijuan. (Amin!)",
      "repeat": 1
    },
    {
      "id": 30,
      "arabic": "Bismilahi Rrahmani Rrahim Allahu la ilahe il-la Hu. El-hajjul-kajjum. La te-khudhuhu sinetun ue la neum. Lehu ma fis-semauati ue ma fil-erd. Men dhel-ledhijeshfeu aindehu, il-la bi idhinihi. Jaëlemu ma bejne ejdihim ue ma khalfehum, ue la juhijtune bi shej-in min alimihi il-labi ma sha’. Uesia kursijjuhus-semauati uel ard, ue la jeuduhu hifdhuhuma ue huel-Alijjul- Adhim.",
      "alb": "",
      "repeat": 1
    },
    {
      "id": 31,
      "arabic": "Bismilahi Rrahmani Rrahim. Kul hu Allahu ehad. Allahus-Samed. Lem jelid ue lem juled. Ue lem jeku-lehu kufuuen ehad.",
      "alb": "Me emrin e Allahut, të Gjithëmëshirshmit, Mëshirëbërësit Thuaj: Ai, Allahu është Një! Allahu është i Vetëmjaftueshmi, (Ai që çdo krijesë i drejtohet e i mbështetet për çdo nevojë.) As s'ka lindur kënd, e as nuk është i lindur. Dhe me Atë askush nuk është i barabartë.",
      "repeat": 3
    },
    {
      "id": 32,
      "arabic": "Bismilahi Rrahmani Rrahim Kul eudhu bi rabbil felek. Min sherri ma khalek. Ue min sherri gasikin idha uekab. Ue min sherrin-nef-fathati fil ukad. Ue min sherri hasedin idha hased.",
      "alb": "",
      "repeat": 3
    },
    {
      "id": 33,
      "arabic": "Bismilahi Rrahmani Rrahim Kul eudhu bi rabbin-nas. Melikin-nas. Ilahin- nas. Min sherril-uesuasil-khanas. El-ledhi ju- uesuisu fi sudurin-nas. Minel-xhin-neti uen-nas.",
      "alb": "",
      "shenim": "Më pas vendosni dy duart para gojës, fryni 3 herë dhe fërkoni trupin duke thënë “Bismilahi Rrahmani Rrahim.",
      "repeat": 3
    },
    {
      "id": 34,
      "arabic": "Subhanallah.",
      "alb": "I lartësuar nga të metat është Allahu",
      "repeat": 33
    },
    {
      "id": 35,
      "arabic": "Elhamdulilah",
      "alb": "Falenderimi i takon Allahut",
      "repeat": 33
    },
    {
      "id": 36,
      "arabic": "Allahu ekber",
      "alb": "Allahu është më i madhi.",
      "repeat": 33
    },
    {
      "id": 37,
      "arabic": "Allahu Ekber Kebira, ue elhamdulilahi kethira, ue subhanAllahi bukraten ue asila.",
      "alb": "Allahu është më i madhi, falenderimet e shumta i takojnë Atij, i Lartësuar është Ai mëngjeseve dhe mbrëmjeve.",
      "repeat": 1
    },
    {
      "id": 38,
      "arabic": "La ilahe ilaAllah uahdehu la sherijke leh, lehul Mulku ue lehul hamd ue Hue ala kuli shej’in Kadir.",
      "alb": "S'ka të adhuruar tjetër përveç Allahut, Një dhe i Pashoq, Atij i takon sundimi dhe lavdërimi dhe Ai është i Plotfuqishëm mbi gjithçka.",
      "repeat": 1
    },
    {
      "id": 39,
      "arabic": "InAllahe ue melaiketehu jusalune ala Nebij, ja ejuhe ledhijne amenu salu alejhi ue selimu teslijma.",
      "alb": "Me të vërtetë Allahu dhe engjëjt e Tij me madhërim e mëshirojnë Pejgamberin. O ju që keni besuar, madhërojeni pra atë (duke rënë salavatë) dhe përshëndeteni me selam.",
      "repeat": 1
    },
    {
      "id": 40,
      "arabic": "Allahume sali ala sejidina Muhamed ue ala sejidina Muhamed kema salejte ala sejidina Ibrahime ue ala sejidina Ibrahim, ue barik ala sejidina Muhamed ue ala sejidina Muhamed kema barekte ala sejidina Ibrahime ue ala sejidina Ibrahim, fil alemijne ineke Hamijdun Mexhijd.",
      "alb": "O Allahu im! Bekoje zotërinë tonë Muhamedin dhe familjen e tij, siç bekove zotërinë tonë Ibrahimin dhe familjen tij, me të vërtetë Ti je i Lavdëruar dhe i Lartësuar. O Allahu im! Begatoje zotërin tonë Muhamedin dhe familjen e tij, siç begatove zotërin tonë Ibrahimin dhe familjen e tij, me të vërtetë Ti je i Lavdëruar dhe i Lartësuar.",
      "repeat": 1
    },
    {
      "id": 41,
      "arabic": "Adede khalkike ue rida nefsike ue zinete arshike ue midade kelimetike kulema dhekereke dhakirun ue gafele an dhikrike el-gafilun.",
      "alb": "Sa numri i krijesave të Tua, sa kënaqësina e Vetes Tënde, së pesha e Arshit Tënd, dhe sa shtrirja e fjalëve të Tua, sa herë të përmendin Ty përmendësit, dhe sa herë që janë të pavëmendshëm ndaj përmendjes Tënde të pavëmendshmit.",
      "repeat": 1
    },
    {
      "id": 42,
      "arabic": "Fe’alem en-nehu la ilahe ila Allah.",
      "alb": "Atëherë, dije se nuk ka Zot tjetër pos Allahut!",
      "repeat": 10,
      "shenim": "(Kjo bëhet duke u ulur këmbëkryq dorën, e djathtë e vendosim në zemër ndërsa dorën e majtë e vendosim poshtë dorës së djathtë)."
    },
    {
      "id": 43,
      "arabic": "La ilahe ila Allah.",
      "alb": "Nuk ka të adhuruar tjetër pos Allahut.",
      "repeat": "10+"
    },
    {
      "id": 44,
      "arabic": "La ilahe il-Allah sejidina Muhamed Resulullah alejha nahja ue alejha nemutu ue aljha nub’athu inshallahu aminijn.",
      "alb": "Nuk ka të adhuruar tjetër pos Allahut, zotëria jonë Muhamedi është i Dërguari i Allahut, me këtë (besim) jetojmë, me këtë vdesim dhe me të ringjallemi në dashtë Allahu, të sigurtë.",
      "repeat": 1
    },
    {
      "id": 45,
      "arabic": "Bismilahi Rrahmani Rrahim uel-hamdulilahi Rrabil alemijn ue salallahu ala sejidina Muhamedin ue ala alihi ue sahbihi exhma’ijn. Allahume sali ue selim ue barik ala sejidina Muhemedin tib el-kulubi ue deuaiha ue a’fijetil ebdani ue shifaiha ue nurul ebsaril ue diaiha ue kutil eruahi ue gidhaiha ue ala alihi ue sahbihi ue selim teslima Allahume lekel hamdu ue ilejkel mushteka ue entel mustea’nu ue la haule ue la kuete ila bilahil Alijil Adhim Allahume inij eudhu bike minel hemi uelhazen ue eudhu bike minel axhzi uel kesel ue neudhu bike minel xhubni uel bukhli ue neudhu bike min galabeti ed-dejni ue kahrir-rixhal Allahume innij eudhi bike min adhabil kabr ue min adhabi nar ue fitnetil mahje uel memat ue fitnetil mesihi dexhal Rabena atina fid-dunja hasanaten ue fil akhirati hasanaten ue kina adhaben-nar.",
      "alb": "Me emrin e Allahut Mëshiruesit Mëshirëbërësit. Falenderimi i takon Allahut Zotit të botërave dhe paqja e bekimi i Allahut qoftë mbi zotërin tonë Muhamedin dhe mbi familjen dhe të gjithë shokët e tij. Allahu im, lutjet më të mira dhe begatitë e Tua qofshin mbi zotërinë tonë Muhamedin, mjekut të zemrave dhe ilaçit të tyre dhe mirëqënies së trupave dhe shërimit të tyre dhe dritës së shikimeve dhe ndriçimit të tyre dhe ushqimit të shpirtërave dhe mbi familjen e tij dhe shokët e tij. Allahu im, Ty të takon falenderimi dhe tek Ty ankohemi dhe Ti je Ai prej të Cilit kërkojmë ndihmë dhe nuk ka fuqi dhe lëvizës tjetër përveç Allahut, të Lartësuarit Madhështorit Allahu im, unë të kërkoj mbrojtje Ty nga shqetësimi dhe trishtimi dhe të kërkoj mbrojte nga paaftësia dhe përtacia dhe të kërkoj mbrojtje nga frika dhe kopracia dhe të kërkoj mbrojtje nga mbizotërimi i borxheve dhe nënshtrimi nga njerëzit. Allahu im, unë kërkoj mbrojtje prej teje nga dënimi i varrit dhe dënimi i zjarrit dhe sprovat e jetës dhe të vdekjes dhe sprovat e dexhalit. Zoti ynë na jep ne në këtë botë mirësi dhe në botën tjetër mirësi dhe na ruaj prej dënimit të zjarrit.",
      "repeat": 1
    },
    {
      "id": 46,
      "arabic": "Ja Dhel Xhelali uel Ikram, undhur lena ue li ikhuanina ue ehlina ue ahbabena nadhrateke li ehli bedër, ja Ekramel Ekramijn.",
      "alb": "Ja Dhel Xhelali uel Ikram. Na shiko neve, vëllezërit tanë, familjet tona, të dashurit tanë me shikimin Tënd për luftëtarët e Bedrit, o më Bujari i Bujarëve.",
      "repeat": 1
    },
    {
      "id": 47,
      "arabic": "Ja Dhel Xhelali uel Ikram, ixha’lna ue li ikhuanina ue ehlina ue ahbabena mahalen likadai hauaixhe a’ibadike, ja Ekramel Ekramijn.",
      "alb": "Ja Dhel Xhelali uel Ikram, na bëj neve, vëllezërit tanë, familjet tona, të dashurit tanë vend për zgjidhjen e halleve të robërve të Tu, o më Bujari i Bujarëve.",
      "repeat": 1
    },
    {
      "id": 48,
      "arabic": "Ja Dhel Xhelali uel Ikram, ixha’lna ue li ikhuanina ue ehlina ue ahbabena mahalen li xhemia’il shefail umeh, ja Ekramel Ekramijn.",
      "alb": "Ja Dhel Xhelali uel Ikram, na bëj neve, vëllezërit tanë, familjet tona, të dashurit tanë piktakim i të gjithë umetit të Pejgamberit salallahu ‘alejhi ue selem, o më Bujari i Bujarëve. (pra kudo që të shkosh Allahu të të bëj ty sekretin e mbledhjes së gjithë njerëzve).",
      "repeat": 1
    },
    {
      "id": 49,
      "arabic": "Ja Dhel Xhelali uel Ikram, ixha’lna ue li ikhuanina ue ehlina ue ahbabena siletul uasli bejneke ue bejne a’ibadike eu xhemia’il muminijne , ja Ekramel Ekramijn.",
      "alb": "Ja Dhel Xhelali uel Ikram, na bëj neve, vëllezërit tanë, familjet tona, të dashurit tanë ndërlidhës ndërmjet Teje dhe robërve të Tu, o më Bujari i Bujarëve.",
      "repeat": 1
    },
    {
      "id": 50,
      "arabic": "Ja Dhel Xhelali uel Ikram, ixha’lna ue li ikhuanina ue ehlina ue ahbabena siletul uasli bejne rusulike ue bejne a’ibadike eu xhemia’il muminijne , ja Ekramel Ekramijn.",
      "alb": "Ja Dhel Xhelali uel Ikram, na bëj neve, vëllezërit tanë, familjet tona, të dashurit tanë ndërlidhës ndërmjet të Dërguarit Tënd salallahu ‘alejhi ue selem dhe umetit të tij, o më Bujari i Bujarëve.",
      "repeat": 1
    },
    {
      "id": 51,
      "arabic": "Allahume ja men hue elif lam mim elif lam mim sad elif lam mim ra ja kef ha ya Ajn sad ja ha mim Ajn sin kaf ja ha mim ha mim ha mim ha mim ha mim ha mim ha mim ja taha ja jasin ja sad ja kaf ja nun eseluke en tudkhiluni ehli ue ahbabi ue ikhuani ue euladi ue men ehabehu kalbi ue xhemia’ me e’attani rabi ila darin meshidetin dhatin erkanin shedidatin muhamedun Resulullahi salallahu ‘alejhi ue selem. Sakfuha ue ueziruhu Alij el-Murteda babuha Fatimetu-Zahra uel Hasan uel Husein ue ebnahuma xhudrahuma ue melaiketu-llahi teala hurra’suha uAllahu men uerraihim muhit bel hue kura’nun mexhid fi leunin mahfudh fe-sejekfikehumu Allah ue hue Semijul Alijm ue la haule ue la kuete ila bilahi Alijin Adhim. Amin!",
      "alb": "",
      "repeat": 1
    },
    {
      "id": 52,
      "arabic": "Rabena tekabel mina bi asraril Fatiha. Bismilahi Rrahmani Rrahim Elhamdulilahi Rrabil-alemijn Err-Rrahmani Rrahijm Maliki jeumi dijn Ijake na’budu ue ijake nesta’ijn Ihdines-sirratal mustekim Sirratal-ledhijne en’amte ‘alejhim Gajril magdubi ‘alejhim ue led-dalin Amin.",
      "alb": "O Allah na e prano, me sekretet e sures Fatiha. Me emrin e Allahut, të Gjithëmëshirshmit, Mëshirëbërësit. Lavdia është e Allahut, Zotit të botëve; të Gjithëmëshirshmit, Mëshirëbërësit; Sunduesit të ditës së gjykimit.Vetëm Ty të adhurojmë dhe vetëm prej Teje ndihmë kërkojmë.Na udhëzo në rrugën e drejtë. Në rrugën e atyre që i bekove, që nuk tërhoqën zemërim dhe që nuk devijuan. (Amin!).",
      "repeat": 1
    },
    {
      "id": 53,
      "arabic": "Allahume Ente khalektenij ue Ente tehdinij ue Ente tutimunij ue Ente teskinij ue Ente tumitunij ue Ente tuhjinij.",
      "alb": "O Zot Ti më ke krijuar dhe Ti më udhëzon, Ti më ushqen dhe Ti më jep për të pirë, Ti ma merr shpirtin dhe Ti më ringjall.",
      "repeat": 7
    },
    {
      "id": 54,
      "arabic": "Xhezallahu ana sejidina Muhamedin salallahu ‘alejhi ue selem ma hu ehlu.",
      "alb": "Allahu e shpërbleftë zotërinë tonë Muhamedin, siç e meriton (si i takon madhështisë së tij).",
      "repeat": 3
    },
    {
      "id": 55,
      "arabic": "Subhane Rabike Rrabil izeti ama jesifun, ue selamun alel Murselijn, ue-lhamdulilahi Rabil Alemin.",
      "alb": "I pastër e i lartë është Zoti yt, Zoti i gjithfuqishëm nga ajo që ata i përshkruajnë. Çdo e mirë qoftë ndaj të dërguarëve. Dhe falenderimi i qoftë Allahut, Zotit të gjithësisë!",
      "repeat": 3
    },
    {
      "id": 56,
      "arabic": "Allahume sali ala Sejidina Muhamed ue ala Alihi ue Sahbihi ue selim.",
      "alb": "O Allah paqja dhe bekimet qofshin mbi Zotërinë tonë Muhamedin, mbi familjen dhe shokët e tij",
      "repeat": 10
    },
    {
      "id": 57,
      "arabic": "Asbahtu (në mengjes) – emsejtu (në aksham) lilahi dajfe, ue Allahu li dajfi jugnij. Ahsentu bilahi dhanij, ejekshife-sue anij, ja ‘Alime sirri mini, la tekshifi sitra anij.",
      "alb": "U gdhiva – ngrysa mik i Allahut, dhe Allahu mikun e Tij e pasuron. E mirosa mendimin tim për Allahun, që të më largojë të keqen prej meje. O i Dituri i së fshehtës sime, mos mi zbulo mua të fshehtat e mia.",
      "repeat": 1
    },
    {
      "id": 58,
      "arabic": "Ja Allah Ja Allah Ja Allah Ja Allah Ja Allah Ja Allah...",
      "alb": "Ja Allah Ja Allah Ja Allah Ja Allah Ja Allah Ja Allah...",
      "repeat": 30
    },
    {
      "id": 59,
      "arabic": "Amin Uel-hamdulilahi rabil-alemijn ue salatu ue selamu ala Sejidina Muhamed ue alihi exhma’ijn.",
      "alb": "Dhe falenderimet i takojnë Zotit të botërave, paqja dhe bekimet qofshin mbi zotërin tonë Muhamedin dhe mbi të gjithë familjen e tij.",
      "repeat": 1
    }
  ]
}
